Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/sami_giellagaldu.html.tmx
Source language: fin
Languages: sms

source: Sámi Giellagáldu
sms: Sääʹm Ǩiõllkaʹlddi

source: Sámi Giellagáldu (Saamen Kielikaltio) on saamen kansan yhteispohjoismainen asiantuntijaelin saamen kieliä koskevissa asioissa.
sms: Sääʹm Ǩiõllkaʹlddi (Saamen Kielikaltio) lij sääʹm meer õhttsažtâʹvvjânnmallaš äʹšštobddiorgaan sääʹmǩiõlid kuõskki aaʹššin.

source: Suomen, Ruotsin ja Norjan Saamelaiskäräjien perustama saamen kielten ammatti- ja resurssikeskus Sámi Giellagáldu on perustettu pysyvänä itsenäisenä toimielimenä Norjan Saamelaiskäräjien yhteyteen 2022.
sms: Lääʹdd, Ruõcc da Taarr Sääʹmtiiʹǧǧi vuâđđeem sääʹmǩiõli ämmat- da resursskõõskõs Sääʹm Ǩiõllkaʹlddi lij vuâđđuum ǩiiddâs jiõččnaž tåimmorgaanân Taarr Sääʹmteʹǧǧ õhttvuõʹtte 2022.

source: Sámi Giellagáldu vastaa saamen kieliä koskevan pohjoismaisen yhteistyön koordinoinnista, vahvistamisesta ja kehittämisestä.
sms: Sääʹm Ǩiõllkaʹlddi vaʹsttad sääʹmǩiõlid kuõskki tâʹvvjânnmallaš õhttsažtuâj koordinâsttmõõžžâst, raavummšest da õõuʹdummšest.

source: Sámi Giellagáldun tarkoituksena on saamen kirjakielten ja puhekielten muodostaman kulttuuriperinnön säilyttäminen, vaaliminen ja kehittäminen sekä saamen kielten säilyttäminen, vahvistaminen ja kehittäminen ottaen samalla huomioon eri saamen kielten tarpeet, haasteet ja resurssit.
sms: Sääʹm Ǩiõllkaʹlddi jurddjen lij sääʹm ǩeʹrjjǩiõli da mainstemǩiõli šõddeem kulttuurääʹrb seeiltummuš, käddmõš da õõudâsviikkmõš di sääʹmǩiõli seeiltummuš, raavummuš da õõudâsviikkmõš vääʹldeeʹl seämmast lokku jeeʹres sääʹmǩiõli taarbid, vaʹǯǯtõõzzid da resuursid.

source: Sámi Giellagáldu vastaa saamen kielten kielenhuollosta.
sms: Sääʹm Ǩiõllkaʹlddi vaʹsttad sääʹmǩiõli ǩiõllhuâlast.

source: Sámi Giellagáldu toimii yhteisenä asiantuntijaelimenä saamen kirjakielten normitusta koskevissa asioissa.
sms: Sääʹm Ǩiõllkaʹlddi toiʹmmai õhttsaž äʹšštobddiorgaanân sääʹm ǩeʹrjjǩiõli noormtummuž kuõskki aaʹššin.

source: Tähän kuuluvat terminologian normitus ja kirjoitussäännöt.
sms: Tääzz koʹlle terminologia noormtummuš da ǩeeʹrjtemvuâkkõõzz.

source: Sámi Giellagáldun tehtävänä on rikastaa saamen kielten sanastoa ja auttaa näin osaltaan turvaamaan saamen kielten tulevaisuutta.
sms: Sääʹm Ǩiõllkaʹlddi tuâjjan lij regsmâʹtted sääʹmǩiõli sannõõzz da vieʹǩǩted nääiʹt peäʹlstes staanâd sääʹmǩiõli pueʹttiääiʹj.

source: Sámi Giellagáldu antaa kielenkäyttäjille saamen kielten käyttöön liittyvää tietoa, neuvoja ja ohjeita.
sms: Sääʹm Ǩiõllkaʹlddi oudd ǩiõllõõʹnnʼjid sääʹmǩiõli ââʹnnma kuulli teâđ, neävvaid da vuäppõõzzid.

source: LISÄTIETOJA
sms: LÂÂʹSSTEÂĐ

source: Sámi Giellagáldun johtaja
sms: Sääʹm Ǩiõllkaʹlddi jååʹđteei

source: Ajankohtaista
sms: Ääiʹjpoddsaž
